Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nkom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Regarding the request to use gross margin for copper-based LLUB as a benchmark, Nkom refers to the significant difference between copper-based LLUB and VULA fibre regarding access level in the network and the associated need for investments from access buyers.
nb: Når det gjelder anførslene om å benytte bruttomargin for kobberbasert LLUB som en benchmark, viser Nkom til at det er stor forskjell mellom kobberbasert LLUB og VULA fiber når det gjelder tilgangsnivå i nettet og tilhørende behov for investeringer fra tilgangskjøper.

source: Satellite equipment for “Satellite News Gathering” (SNG), used during live news broadcasts or sports events will also be subject to the General Authorisations Regulations.
nb: Satellittutstyr for «Satellite News Gathering» (SNG), brukt under direkte nyhetssendinger eller sportsarrangementer, vil også være dekket av fribruksforskriften.

source: Nkom believes that the use of the adjusted EEO principle for margin squeeze tests in Market 15 will be appropriate given the purpose of the regulation.
nb: Nkom mener at bruk av prinsippet om justert EEO ved marginskvistester i marked 15 vil være hensiktsmessig ut i fra formålet med reguleringen.

source: Nkom believes that there is no objective foundation, based on actual underlying costs, to set access prices at the level applied by Telenor.
nb: av tilbyderbyttet, herunder kommunikasjon som kan gi inntrykk av at tilbyderbyttet er komplisert og/eller byrdefullt.

source: If the NRA comes to the conclusion that non-discrimination on its own would not remove the distortion to competition, non-discrimination could be envisaged to be an ancillary remedy.
nb: Det viktigste verktøyet for å følge opp denne reguleringen var et produktregnskap som årlig ble utarbeidet av Telenor, gjennomgått av ekstern revisor og oversendt tilsynet.

source: download speed in kbit/s divided by the contention factor
nb: Nkom foretatt utvelgelse av representative produkter.

source: Faults in technical auxiliary equipment (2%)
nb: Feil i hjelpeteknisk utstyr (2%)

source: With regard to margin squeeze tests for VULA fibre, it is stated that Nkom wil make its own decision on the specific design of the test and that, as far as possible, Nkom wil apply the same method and principles as have been used for VUA fibre in Market 3b.
nb: Når det gjelder marginskvistest for VULA fiber, fremgår det at Nkom vil fatte eget vedtak om denkonkrete utformingen av testen og at Nkom så langt det er mulig vil legge til grunn samme metode og samme prinsipper som har vært benyttet for VUA fiber i Marked 3b.

source: However, such a switch would entail transaction costs and a potential for loss of customers, weakening this alternative in a negotiation situation.
nb: Et slikt bytte vil imidlertid innebære transaksjonskostnader og potensial for tap av kunder, hvilket svekker dette alternativet i en forhandlingssituasjon.

source: Nkom agrees with ESA that Telenor’s announcement in January 2019 wil increase the competition for fibre-based products and that it is therefore important to ensure that migration to fibre does not exclude access seekers from competition.
nb: Nkom er enig med ESA i at Telenors kunngjøring i januar 2019 vil øke konkurransen om fiberbaserte produkter og at det derfor er viktig å sikre at migrasjon til fiber ikke utelukker tilgangskjøpere fra konkurransen.

source: With regard to Principle 5 concerning price elements and discounts, GlobalConnect points out that there is normally no uniform list price or discounts for broadband access in the contracts which providers enter into with medium-sized and large business customers through procurement processes.
nb: Når det gjelder prinsipp 5 om priselementer og rabatter, påpeker GlobalConnect at det normalt ikke finnes noen ensartet listepris eller rabatter for bredbåndsaksess i kontraktene tilbyderne inngår med mellomstore og store bedriftskunder gjennom anbudsprosesser.

source: Larger satellite earth stations with high uplink effects, or in other frequency bands, require frequency licences.
nb: Større satellittjordstasjoner med høye opplinkeffekter, eller i andre frekvensbånd, krever frekvenstillatelser.

source: In view of this, Nkom believes that any buyer power that either Telenor or Telia may have is insufficient to justify departure from the presumption of significant market power in the individual termination markets of the companies in question.
nb: På dette grunnlag mener Nkom at verken Telenors eller Telias eventuel e kjøpermakt er tilstrekkelig til å fravike presumpsjonen om sterk markedsstil ing i de aktuelle selskapenes individuelle termineringsmarkeder.

source: The relevant return or margin in a margin squeeze context is usually identified indirectly using an approach with the weighted average capital cost (WACC) of the downstream operations.
nb: Den relevante avkastningen eller marginen i en marginskvissammenheng blir vanligvis identifisert indirekte ved hjelp av en tilnærming med vektet gjennomsnittlig kapitalkostnad (WACC) for nedstrømsvirksomheten.

source: Nkom has considered the results from previous gross margin tests and believes that it should be possible to achieve financial replicability by setting the requirement at 40%.
nb: Nkom har sett hen til resultatene fra tidligere bruttomargintester og mener det bør være mulig å oppnå økonomisk replikerbarhet ved å sette kravet til 40 %.

source: In addition, retail products with a market share of 10% or more, measured by either number of subscribers or revenue, wil also be classified as flagship products.
nb: I tillegg vil sluttbrukerprodukter med en markedsandel på 10 % eller mer, enten med hensyn til antall abonnenter eller inntekter, bli betegnet som flaggskipprodukter.

source: That entails that Telenor’s total monthly income associated with each standalone fibre product in the retail market must at any time be greater than or equivalent to the equivalent total monthly wholesale costs.
nb: Det innebærer at Telenors totale månedlige inntekter knyttet til hvert enkeltstående fiberprodukt i sluttbrukermarkedet til enhver tid må være større eller lik de tilhørende totale månedlige grossistkostnadene.

source: We also refer to Nkom’s assessment under Principle 2.
nb: Vi viser for øvrig til Nkoms vurdering under prinsipp 2.

source: With regard to GlobalConnect’s submission that there are no uniform list prices or discounts in contracts entered into with medium-sized and large business customers under procurement processes, Nkom assumes that this wil apply mainly to products included in the retail market for high-quality access products and which thereby wil not be included in the margin squeeze test.
nb: Når det gjelder GlobalConnects anførsel om at det ikke finnes noen ensartet listepris eller rabatter i kontrakter som inngås med mellomstore og store bedriftskunder gjennom anbudsprosesser, antar Nkom at dette i hovedsak vil gjelde for produkter som inngår i sluttbrukermarkedet for høykvalitets aksessprodukter og som dermed ikke vil inngå i marginskvistesten.

source: Wholesale revenues included in the margin squeeze tests will primarily be revenues from voice call and SMS termination.
nb: Grossistinntekter som inngår i marginskvistestene, vil i første rekke være inntekter fra terminering av tale og SMS.

source: Nkom therefore finds that the efficiency requirement, measured by market share, cannot be as high for an MVNO as for an operator that uses national roaming.
nb: Nkom mener derfor at effektivitetskravet, målt i markedsandel, ikke kan settes like høyt for en MVNO som for en aktør som benytter nasjonal gjesting.

source: They all thus have a 100 per cent market share within their own individual markets.
nb: De har alle således 100 % markedsandel innenfor hvert sitt marked.

source: The portfolio approach means that the identified flagship products wil be tested as a combined group (portfolio).
nb: Porteføljetilnærmingen innebærer at de identifiserte flaggskipprodukter vil bli testet som en samlet gruppe (portefølje).

source: The information shows that typical specialised services in fixed networks are voice over IP and IPTV, and in mobile networks it is relatively common to offer VoLTE.
nb: BEREC retningslinjer for nettnøytralitet bidrar til å sikre en harmonisert praktisering av det europeiske regelverket om nettnøytralitet.

source: In this context Nkom found that an efficient MVNO had a market share of 5 per cent.
nb: Nkom fant i den forbindelse at en slik MVNO hadde 5 prosent markedsandel.
